Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: On 9 March, Isabel Díaz Ayuso announced the cancellation of classes in the Autonomous community of Madrid at all educational levels due to the strong increase in cases in the region, which affected 1.5 million students.
es: La Presidenta de la Comunidad de Madrid, Isabel Díaz Ayuso, anunció la cancelación durante dos semanas de las clases en la Comunidad a todos los niveles educativos, una medida que afecta a más de 1,5 millones de estudiantes, así como la cancelación o retraso de las consultas médicas, pruebas diagnósticas y cirugías no esenciales.

source: As of 30 April, cases have been confirmed in all African countries except for Lesotho.
es: Al 30 de abril, se han confirmado casos en todas las naciones africanas, excepto en Lesoto.

source: There are 60 confirmed cases and two deaths.
es: Hay 60 casos confirmados y dos muertes.

source: On 12 March, Prime Minister Krišjānis Kariņš announced that the government had declared a state of emergency and that starting 13 March and until 14 April large public gatherings with over 200 people were banned and schools would conduct distance learning, along with other safety recommendations.
es: El 12 de marzo, el primer ministro Arturs Krišjānis Kariņš anunció el estado de emergencia y que, desde el 13 de marzo al 14 de abril, las reuniones públicas de más de 200 personas estaban prohibidas, además del cierre temporal de escuelas e instituciones educativas.

source: March 18: The sixth confirmed case is announced by a Veterans Hospital spokesperson.
es: 18 de marzo: el portavoz del Hospital de Veteranos anuncia el sexto caso confirmado.

source: GNU Emacs was initially targeted at computers with a 32-bit flat address space and at least 1 MiB of RAM.
es: GNU Emacs fue inicialmente pensado para computadores con un espacio de direcciones de 32-bit, y al menos 1 MiB de RAM, en una época en la cual esos computadores eran considerados de alta calidad.

source: On 18 March, the journey to Vaishno Devi Mandir in the Indian union territory of Jammu and Kashmir has been called off. Apart from this, the operation of all interstate buses coming to from Jammu and Kashmir has also been stopped.
es: Además de esto, también se detuvo la operación de todos los autobuses interestatales que llegan desde Jammu y Cachemira.

source: On 14 March, the government ordered a nationwide quarantine until 6 April.
es: El 14 de marzo, el gobierno ordenó una cuarentena nacional hasta el 6 de abril.

source: On 23 January, suspected cases in Sinuiju were quarantined.
es: El 23 de enero, se pusieron en cuarentena los casos sospechosos en Sinuiju.

source: Although Fontana tested negative, he decided to put himself in preventive isolation as well.
es: Aunque Fontana dio negativo, decidió ponerse también en aislamiento preventivo.

source: Previous projects to develop vaccines for viruses in the family Coronaviridae that affect humans have been aimed at severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS).
es: Los proyectos anteriores para desarrollar vacunas para los virus de la familia Coronaviridae que afectan a los humanos se han dirigido al síndrome respiratorio agudo grave (SARS)[8]​ y al síndrome respiratorio de Oriente Medio (MERS).

source: It was announced that measures may include:
es: [3]​ Se anunció que las medidas pueden incluir:

source: COVID-19/Coronavirus Resources - Evangelical Lutheran Church in America (ELCA)
es: COVID-19 / Recursos de Coronavirus - Iglesia Evangélica Luterana en América (ELCA)

source: The patient had been hospitalised since 3 March, and had been suffering from chronic illness.
es: El paciente había estado hospitalizado desde el 3 de marzo y padecía una enfermedad crónica.

source: On the following day of trading, US stocks recouped some of the losses which happened on Monday, rising by more than 4%.
es: Al día siguiente de la negociación, las acciones estadounidenses recuperaron algunas de las pérdidas que ocurrieron el lunes, aumentando en más del 4%.

source: Secondly, the lack of test supplies resulted in some being denied tests even though doctors wanted to test them.
es: En segundo lugar, la falta de suministros para la prueba resultó en la negación de algunas pruebas a pesar de que los médicos querían probarlas.

source: On 22 March, it was announced that Juventus forward Paulo Dybala and former Italy national team captain Paolo Maldini had tested positive for COVID-19.
es: El 22 de marzo, se anunció que el dentaro de la Juventus, Paulo Dybala, y el ex capitán de la selección nacional de Italia, Paolo Maldini, habían dado positivo por COVID-19.

source: On 12 March, a second case was confirmed, an 87-year-old woman whose daughter is a teacher.
es: El 12 de marzo se confirmó un segundo caso, una mujer de 87 años.

source: H2N2, which caused Asian Flu in 1957
es: H2N2, responsable de la gripe asiática en 1957.

source: Sophisticated modelling of the outbreak suggests that the number of cases in China would have been many times higher without interventions such as early detection, and isolation of the infected.
es: El modelo sofisticado del brote sugiere que, si bien el número de casos en el país de China habría sido mucho mayor sin intervenciones como la detección temprana y el aislamiento de los infectados, un 66% menos de personas se habrían infectado si China hubiera implementado medidas tan poco como una semana antes, Hasta el 30 de abril, se han notificado casos en todos los países asiáticos, excepto Turkmenistán, mientras que Corea del Norte tiene casos sospechosos.

source: Incidents of face mask confiscation by the government also occurred in mainland China, the world's top face mask manufacturer.
es: [82]​ Incidentes de confiscación de mascarillas por parte del gobierno también ocurrieron en China continental, el principal fabricante mundial de mascarillas faciales.

source: "An April 2020 CEPI report stated: ""strong international coordination and cooperation between vaccine developers, regulators, policymakers, funders, public health bodies and governments will be needed to ensure that promising late-stage vaccine candidates can be manufactured in sufficient quantities and equitably supplied to all affected areas, particularly low-resource regions."""
es: [1]​ Un informe del CEPI de abril de 2020 declaró que «se necesitará una fuerte coordinación y cooperación internacional entre los desarrolladores de vacunas, los reguladores, los encargados de la formulación de políticas, los financiadores, los organismos de salud pública y los gobiernos para garantizar que los prometedores candidatos a vacunas en etapa tardía puedan fabricarse en cantidades suficientes y suministrado equitativamente a todas las áreas afectadas, particularmente a las regiones de bajos recursos».

source: While the idea of creating a European centre for disease control had been discussed previously by public health experts, the 2003 SARS outbreak and the rapid spread of SARS across country borders confirmed the urgency of the creation of an EU-wide institution for public health.
es: Si bien la idea de crear un centro coordinador de respuestas ante enfermedades, tomando como ejemplo al CDC estadounidense, estaba planteada entre los expertos de salud pública, el brote de SARS en 2003 y su rápida propagación entre países confirmó la urgencia de la creación de una institución dedicada a la cooperación a nivel supranacional sobre cuestiones de salud pública.

source: Mozambique had to be drawn in the group with Nigeria
es: Mozambique tiene que ser sorteado en el grupo con Nigeria

source: The first recovery of an intensive care patient in the country was also reported.
es: [47]​ Se reportó también la primera recuperación de una paciente en cuidados intensivos en el país.

source: Numerous educational institutes have temporarily shut down, including dozens of kindergartens in Daegu and several elementary schools in Seoul.
es: Numerosos institutos educativos han cerrado temporalmente, incluidas docenas de jardines de infancia en Daegu y varias escuelas primarias en Seúl .

source: After Ortega Smith tested positive for COVID-19, the Congress of Deputies and the Senate suspended its parliamentary activity for a period of a week and 52 Vox's lawmakers are asked to stay at home.
es: El Congreso de los Diputados y el Senado suspenden su actividad parlamentaria tras el positivo de Ortega Smith por un período de una semana, y los 52 diputados nacionales de Vox son requeridos para quedarse en casa.

source: On 14 April, the health authorities reported an increase of 6 cases, for a total of 618, the lowest number of confirmed cases on the same day since March 21.
es: El 20 de abril, las autoridades de salud reportaron un aumento de 2 casos, para un total de 662, siendo el menor número de casos confirmados en un mismo día desde el 14 de marzo.

source: The main point of contention is that public transportation such as buses and MRT carriages are confined spaces, and viruses are transmitted more easily than in open spaces.
es: El principal punto de discusión fue que el transporte público, como los autobuses y los vagones MRT, son espacios confinados, y los virus se transmiten más fácilmente que en espacios abiertos.

source: Myoglobin was demonstrated in the urine of victims by spectroscopy, and it was noted that the kidneys of victims resembled those of patients who had hemoglobinuria (hemoglobin rather than myoglobin being the cause of the kidney damage).
es: [15]​[9]​[11]​ La espectroscopia demostró la presencia de mioglobina en la orina de las víctimas y se observó que los riñones estudiados se parecían a los de los pacientes con hemoglobinuria (hemoglobina en lugar de mioglobina como causa del daño renal).

source: Three days after Black Monday there was another drop, Black Thursday, where stocks across Europe and North America fell more than 9%.
es: [10]​[11]​ Tres días después del Black Monday hubo otra caída, Jueves Negro (Black Thursday en inglés), donde las acciones en Europa y América del Norte cayeron más del 9%.

source: Closure of all borders.
es: Se cierran todas las fronteras de Bolivia.

source: He later wrote:
es: Más tarde escribió:

source: Semmelweis's superior, professor Johann Klein, was a conservative Austrian, likely uneasy with the independence movements and alarmed by the other revolutions of 1848 in the Habsburg areas.
es: El jefe de Semmelweis, el profesor Johann Klein, era un austriaco conservador, probablemente incómodo con los movimientos independentistas, y alarmado por las revoluciones de 1848 en el reino de los Habsburgo probablemente desconfiaba de Semmelweis.

source: Women constitute a larger part of informal and part-time workers around the world.
es: Las mujeres constituyen la mayor parte de los trabajadores informales y a tiempo parcial alrededor del mundo.

source: Tests using two components were not determined to be reliable until 28 February 2020, and it was not until then that state and local laboratories were permitted to begin testing.
es: Las pruebas que utilizaban dos componentes no fueron determinadas como fiables hasta el 28 febrero de 2020, y no fue hasta entonces que a los

source: While no formal new agreement has been signed against it, it nevertheless remains uncertain whether any mainstream Belgian party will enter into coalition talks with Vlaams Belang in the near future.
es: Si bien no se ha firmado ningún nuevo acuerdo formal contra ella, no se sabe si algún partido belga entrará en conversaciones de coalición con Vlaams Belang en un futuro próximo.

source: In medicine, monitoring is the observation of a disease, condition or one or several medical parameters over time.
es: La monitorización, en medicina, es la observación de una enfermedad, afección o uno o varios parámetros médicos a través del tiempo, que tiene como objetivo identificar la existencia de situaciones problemáticas que hay que evaluar o sobre las que hay que intervenir.

source: For health care settings like hospitals and clinics, optimum alcohol concentration to kill bacteria is 70% to 95%.
es: En hospitales, la óptima cantidad de alcohol está entre el 70% y el 95%.

source: Norepinephrine works by binding and activating alpha adrenergic receptors.
es: La norepinefrina actúa uniendo y activando los receptores alfa adrenérgicos.

source: The first death was also reported, an elderly woman in Durrës.
es: También se declaró la primera muerte, una mujer anciana de Durrës.

source: Vietnam's Prime Minister Nguyễn Xuân Phúc ordered measures to prevent and counter the spread of the disease into Vietnam, as well as to warn Vietnamese citizens to avoid visiting areas with outbreaks.
es: El primer ministro de Vietnam, Nguyễn Xuân Phúc, ordenó medidas para prevenir y contrarrestar la propagación de la enfermedad a Vietnam, [65]​ así como para advertir a los ciudadanos vietnamitas que eviten visitar áreas con brotes.

source: On 24 February, 15 countries imposed travel restrictions to and from South Korea.
es: El 24 de febrero, 15 países impusieron restricciones de viaje hacia y desde Corea del Sur.

source: A woman in her 80s died in Kanagawa Prefecture on that same day, marking the first death from COVID-19 in Japan.
es: El 13 de febrero, una mujer de unos 80 años murió en la prefectura de Kanagawa, junto a Tokio, marcando la primera muerte de COVID-19 en Japón.

source: On 25 February, Skender Brataj, head of the National Medical Emergency Center (NMEC), announced protocols in case COVID-19 spread to Albania, explaining that citizens that suspect they have contracted the virus should call the designated National Emergency Number 127.
es: El 25 de febrero, Skender Brataj, jefe del Centro Nacional de Emergencia Médica (NMEC), anunció protocolos en el caso de que la enfermedad de la Covid-19 se expandiera por Albania, explicando que los ciudadanos que sospechen haber contraído el virus deben contactar con el número de emergencia nacional 127.

source: NASA and ESA have been monitoring how the Nitrogen dioxide gases dropped significantly during the initial Chinese phase of the COVID-19 pandemic.
es: La NASA y la ESA han estado controlando cómo los gases de dióxido de nitrógeno cayeron significativamente durante la fase china inicial de la pandemia por COVID-19.

source: "On 30 March, President Erdoğan announced the initiation of a donation campaign called ""We're Enough for Each Other Turkey"" (Turkish: Biz Bize Yeteriz Türkiyem)."
es: "El 30 de marzo, el presidente Erdogan anunció el inicio de una campaña de donación llamada ""Somos lo suficiente unos para otros Turquía"" (en turco, Biz Bize Yeteriz Türkiyem: )."

source: 1981: Toxic oil syndrome or simply toxic syndromeHIV/AIDS
es: 1981: Síndrome del aceite tóxico o del aceite de colza[11]​

source: "U.S. Department of State officials, as well as sinologist Dali Yang have said the ""Chinese campaign"" appears intended to deflect attention away from the Chinese government's mishandling of the crisis."
es: "UU.,[143]​ así como el profesor de ciencias políticas de la Universidad de Chicago Dali Yang , una autoridad en política china, han declarado que la ""campaña china"" parece tener la intención de desviar la atención del mal manejo del gobierno chino en la crisis."

source: Authorities declared a health emergency, suspending all public events involving more than 500 people, as well as implementing measures intended to keep cruise ships from docking in any national port.
es: 12 de marzo: Las autoridades declararon una emergencia sanitaria, suspendieron todos los eventos públicos en los que participaron más de 500 personas, e implementaron medidas destinadas a evitar que los cruceros atraquen en cualquier puerto nacional.

source: Other prominent figures in the history of social medicine, beginning from the 20th century, include Salvador Allende, Henry E. Sigerist, Thomas McKeown, Victor W. Sidel, Howard Waitzkin, and more recently Paul Farmer and Jim Yong Kim.
es: Prominentes figuras en la historia de la medicina social, incluyen a Rudolf Virchow, Salvador Allende, y más recientemente a Paul Farmer y a Jim Yong Kim.

source: The Sikh Coalition recommended the cancelling of services at gurdwaras.
es: La Coalición Sikh recomendó la cancelación de los servicios en gurdwaras.

source: "She worried, ""Once emergency doctors or nurses get sick, it would be a lot of trouble."""
es: "Se preocupaba, ""porque una vez enfermen profesionales médicos de urgencias o de enfermería, habrá muchísimos problemas."""

source: The effects upon markets are part of the coronavirus recession and among the many socio-economic impacts of the pandemic.
es: Los efectos sobre los mercados son parte de la recesión del coronavirus y entre los muchos impactos socioeconómicos de la pandemia.

source: Final testing conducted at the National Microbiology Laboratory in Winnipeg, Manitoba confirmed the presumptive case on January 27.
es: Unas pruebas finales en el Laboratorio Nacional de Microbiología en Winnipeg determinarán la validez de la presunta confirmación.

source: On 12 March, four new cases were confirmed: a person who had travelled to the UK and contacted the authorities after developing symptoms, a person who had returned from Italy, a person with symptoms after returning from Greece, and an individual returning from Germany with no symptoms.
es: El 12 de marzo, se confirmaron cuatro casos nuevos: una persona que había viajado al Reino Unido y se contactó con las autoridades después de desarrollar síntomas, una persona que había regresado de Italia, una persona con síntomas después de regresar de Grecia y un individuo que regresaba de Alemania sin síntomas.

source: "The feeling was described by patient Ray Cox as ""an intense electric shock"", causing him to scream and run out of the treatment room."
es: Un paciente, Raymond Cox, describe una sensación similar a «una intensa descarga eléctrica», lo que provocó que gritara y huyera de la sala de radioterapia.

source: South Korean nationals are also reportedly screened due to the rampant outbreak of COVID-19 in South Korea, which has extensive trade relationship with Vietnam.
es: Según los informes, los ciudadanos de Corea del Sur también son examinados debido al brote desenfrenado de COVID-19 en Corea del Sur, que tiene una amplia relación comercial con Vietnam.

source: On 17 March, the Fed announced that they would utilize the Commercial Paper Funding Facility (CPFF).
es: El 17 de marzo, el Fed anunció que utilizaría el Fondo de Financiación de Papel Comercial (CPFF).

source: This is unusual since influenza is normally most deadly to the very young (under age 2) and the very old (over age 70).
es: [15]​ La gripe común tiene sus mayores tasas de mortalidad, por el contrario, en los estratos de población más joven (menores de dos años) y sobre todo entre los mayores de 70.

source: "The WIV said it would not exercise its new Chinese patent rights ""if relevant foreign companies intend to contribute to the prevention and control of China’s epidemic""."
es: "En un comunicado, el Instituto dijo que no ejercería sus derechos de patente chinos ""si las empresas extranjeras relevantes tienen la intención de contribuir a la prevención y el control de la epidemia de China""."

source: The first COVID-19-related death was announced by health authorities on 16 March 2020, of a 47-year old Dominican woman who had recently traveled from Spain On 24 March 2020, renowned designer Jenny Polanco, who tested positive on 15 March, died too.
es: La primera muerte relacionada al COVID-19 fue anunciada por el Ministerio de Salud Pública el 16 de marzo 2020, correspondiente a una dominicana de 47 años que había viajado recientemente de España [23]​ También falleció el 24 de marzo de 2020 la reconocida diseñadora de modas dominicana Jenny Polanco, quien había resultado positiva para el COVID-19 el 15 de marzo.

source: Minister Božinović confirmed 174 reports of self-isolation regime breaking.
es: El diplomático Davor Božinović confirmó 174 denuncias de quiebra del régimen de aislamiento.

source: A number of provinces have decided to limit access to their territories to avoid contagion from COVID-19, such as San José de Ocoa, and El Seibo, which remained case-free (as of 26 March).
es: Varias provincias decidieron limitar el acceso a sus territorios para evitar el contagio del COVID-19, tales como San José de Ocoa,[34]​ y El Seibo, provincias que permanecían sin casos (al 27 de marzo).

source: As long as the vast majority of people are vaccinated, it is much more difficult for an outbreak of disease to occur, let alone spread.
es: Dado que la gran mayoría de la gente está vacunada, es muy difícil que surja un brote y se extienda con facilidad.

source: Acinetobacter species are innately resistant to many classes of antibiotics, including penicillin, chloramphenicol, and often aminoglycosides.
es: Las especies de Acinetobacter son resistentes naturalmente a muchos tipos de antibióticos, incluida la penicilina, cloranfenicol y a menudo los aminoglucósidos.

source: Retrieved 4 April 2020.
es: Se reportaron 31 casos el 9 de marzo del 2020.

source: At that point, the incisions are closed, often requiring debridement (removal of non-viable tissue) and skin grafting in the process.
es: En ese momento se cierran las incisiones, que suelen requerir desbridamiento (extirpación de tejido no viable) e injerto de piel en el proceso.

source: Tuberculosis is more common in developing countries; about 80% of the population in many Asian and African countries test positive in tuberculin tests, while only 5–10% of the US population test positive.
es: La distribución de la tuberculosis no es uniforme en todo el mundo; aproximadamente el 80 % de la población de muchos países asiáticos y africanos dan positivo en las pruebas de la tuberculina, mientras que solo 5-10 % de la población de Estados Unidos da positivo.

source: Notable Iranians reported to have died from COVID-19 include Hadi Khosroshahi, Mohammad Mirmohammadi, Hossein Sheikholeslam, Fatemeh Rahbar, Reza Mohammadi Langroudi, Mohammad-Reza Rahchamani, Nasser Shabani, Hashem Bathaie Golpayegani, and Hamid Kahram.
es: [10]​ El primer embajador de Irán en el Vaticano, Hadi Khosroshahi,[11]​ Miembro del Consejo de Discernimiento de Expediencia Mohammad Mirmohammadi, diplomático Hossein Sheikholeslam, ex MP s Fatemeh Rahbar y Mohammad-Reza Rahchamani.

source: On January 29, Minister of Foreign Affairs François-Philippe Champagne announced that an aircraft would be sent to repatriate Canadians from the areas affected by the virus in China.
es: El mismo día, el ministro de Asuntos Exteriores, François-Philippe Champagne, anunció que se enviaría un avión para repatriar a los canadienses de las regiones afectadas por el virus en China.

source: The Special Act on COVID-19 Prevention, Relief and Restoration was passed by the Legislative Yuan on 25 February 2020, followed by a special budget for coronavirus expenses on 13 March 2020.
es: La Ley Especial sobre Prevención, Alivio y Restauración del COVID-19 fue aprobada por el Yuan Legislativo el 25 de febrero de 2020, [64]​ seguido de un presupuesto especial para gastos de coronavirus el 13 de marzo de 2020.

source: By 12 March, Taiwan was restored to the map, and the university stated that it would adhere to naming conventions developed by the United States Department of State.
es: [150]​[151]​ Para el 12 de marzo, Taiwán fue restaurado en el mapa, y la universidad declaró que cumpliría con las convenciones de nomenclatura desarrolladas por el Departamento de Estado de los Estados Unidos.

source: The man had previously visited Milan.
es: El hombre había visitado previamente Milán.
